[
    { "id":"1", 
      "day":"Day 4", 
      "content": "Ito na yung last day ng session ko...at ito narin yung time na feeling ko kaya ko na yung eksena ng FOUR SISTERS AND A WEDDING ng ako lang magisa ang nagboboses sa kanilang lahat or magboses magisa sa isang episode ng SLAMDUNK hehehe.. but kidding aside sobrang dami kong natutunan sa buong sesh ko na ito.. bukod sa whats written on the book but beyond that yung... DISCIPLINE sa paggawa at pag submit ng mga assignments ko on time, CONFIDENCE na kahit kala mo di mo kaya eh kaya mo pala... like yung commercial ko ng Sardinas at Biskwit ngayon ko lang nalaman na kaboses (slight) ko talaga si Cardo hahaha sa dinadami (sana man lang Toni G or Regine V) HAAHHAAHAHA...at higit sa lahat alam ko kung san ako nababagay (SAYO! CHAR hahahaahaha). Di talaga ako for VO na pang corporate (well atleast i tried) pero not for me talaga... alam ko na pang BINATA na mga 18 to 21 ang datingan POGI PERO MAANGAS AT SIGA MATALINO PERO ROMANTIC TISOY na snob pero sweet sa taong gusto lang niya MORENO PERO GEEK MAHINAHON PERO MYSTERIOUS BABAE NA BATA 5 to 18 MALAMBING PERO MAPAGKIMKIM MAPANGAHAS MATANGLAWIN (CHAR) pati pala aso (nagawa ko once) at unggoy (thrice) at basta mga dramahan na wala masyadong extreme emotions kung meron man madaling humupa at lowkey lang ang batuhan (effect to ng 90s anime) hahahaha dun ako bagay talaga hehehehe Nagdiscuss kami naman this time ng mga equiptments na bagay for us starters kaya mula sa walang habas kong pag gamit ng cellphone sa pag rerecord (na di nyo naman akalain na cp lang ang gamit ko kasi okay naman ang audio) ay napabili na nga ako ng decent na mic (pikit mata) opo... kesa mag  bluetooth mic ako na may ilaw na nakapaikot at may magsasabing (your vluetooth device is now succeysfully connected) aahahaahaha.. Nagkaroon din kami ng last break-room activity which is a fandub ng VOLTES V later ipopost ko yun kasi alam kong laruso lang ang atake namin dun at talagang sweet at v.light lang ang approach ko dun... hehehe..masaya ako sa group na im in with this activity sobrang cooperative and talagang masaya lang kami while dubbing the whole scene. Next week graduation na namin... syempre bumili na ako ng bagong damit at pinlantsa ko narin yung wigang ko para Denis Tang ang atake ko sa last day namin.. HEHEHEE Dati akala ko alam ko na lahat about dubbing pero wala pa pala yun  kumpara sa natutunan ko with this whole workshop experience.. sobrang na amaze ako na kaya ko pala ito... kaya ko pala iyan... na kaya ko palang mag edit ng video thru filmora at inshot heheehe special thanks to kaibigang Joshua Simeon sa walang sawang pagrereply sa mga tanong ko sa halos lahat.. til kanina magkausap na kami sa pag install ng Audacity, Krisp, download links ng spreadsheet pati pag pili at assemble ng microphone hahahaah... sobrang thanks HEYY JOSHHY..hehehee... I know this is not the end  but the start of my new career.. opo natanggap na po ako sa baranggay namin para gumuwa ng voice over ang simple lang po ng line \"OHHH YUNG MGA DIKIT DIKIT JAN! SOCIAL DISTANCING PO! WAG PO TAYONG MAKULIT\" hahahahaa... Thank you so much CVAP family and friends for this great opportunity and experience. XOXO \"How lucky I am to have something that makes saying goodbye so hard.\"     sabi ni winnie the pooh."
     },
     { "id":"2", 
        "day":"Day 3", 
        "content": "Medyo sanay at di na ko nahihiya kasi nag babakla na ako sa mga kagroups ko at sa dubbing hahaahaha.. oo medyo namoisture akesa before na mag paka butterfly sa dubbing.. pero naisip ko ang name nga na ginamit ko \"To All The VOICE I've loved before\" tapos mahihiya ako 😃 and yes.. we were assigned to name ourselves with a unique title but with the word VOICE in it.. just like Kathleen Sone with her VOICE OVER FLOWERS title hehehe... actually dami kong naisip na pangalan..\nVoice Ganda (no need to explain why)\nVoice like Girls' (since mahilig naman akong mag dub ng babaeng character kahit alangan na CHAR)\nPalaVOICE (wala lang parang ang unique tapos makikita nila putok ang concealer ko sa mata every sesh.\npero I ended up with TO ALL THE VOICE I'VE LOVED BEFORE not because i love the movie and marami akong otokochina cologne summer fresh sa buhay but I thought perfect fit sya sakin since I was greatly influenced by many voices from the 90s till now... from Mattia ni Remi to Park Bo Gum ng encounter etc. \nbasta marami akong boses na gustong gustong ginagaya kahit di na bagay ahahaha..\nFast forward...\nMay break-room activity ulit kami and to do a group scene using only the word \"Mahal kita\" galit, nanlalandi,nagmamakaawa,nababaliw at kahit may inuutos basta mahal kita lang ang sasabihin mo to test our acting skills..na kahit di masabi ng salita pero masabi ng puso.. maipapasa mo parin yung message sa taong mahal mo CHAR.\nAnother task is also was to made a tear-jerker themed dub \nkahit anong nakakaiyak na scene.. hehehe so I made\nMMK \"Songbook\" (yung first and last time na makikita niyo si aiza na nakipag kissing scene kay Patrick Garcia).\nMMK \"Wristwatch\" (starring Roderick and Tonton na super fave ko pero konti lang naglike siguro kasi magkawangis ang boses ko sa dalawa kahit bumawi ako ng landi boses sa dulo hahahaaha.\nat\nMMK \"Sumbrero\" (starring Toni Gonzaga and Gloria Diaz) yes.. kinapalan ko na mukha ko kahit sabi ni Sarah Geronimo \nKILOMETRO ang layo ng timbre ko kay toni pero kasi naiyak ako mismo sa epi na yun plus idol ko din si Toni hehehee..."
    },
    { "id":"3", 
        "day":"Day 2", 
        "content": "The day na ishoshowcase na namin ang aming mga pinagpawisan/pinagpuyatan/pinakatulalaan (hehehe). Lucky for me first thing in the morning natawag agad ako to perform one of my \"masterpiece\" CHAR! hehehe! yun yung version ko ng EDEN Christmas commercial pero i have to do it in male version kasi namamaluktot nako sa hirap kasi emotionally-triggering yung commercial and feeling ko di ko kakayanin pag nag vavaihan ako sa dubbing na ito.. so I made use of my (Kdrama hearthrob voice) hahaha  NAAAAKKKSSS! 😃.\ndi naman ako nag stutter sa pag bigkas kaso hinanapan ako ni Sir ng microphone (na actually kakabili ko lang second hand) pero problem is di ako marunong mag assemble.. OPO all this time cellphone/keitai lang ang gamit ko sa pag dudub kaya mas maalog pa MRT going edsa ang video ko lagi hahahaa..\nActually ang nagawa ko lang ay TV commercials at yung 2 fave characters (meron naman na kasi ako si Mattia at Remi) syempre favorite eh! hahahaaha\nmy 3 tv commercials were\nEden Cheese Xmas tvc\nMcdonalds vintage Huling el bimbo tvc (na nakailang beses binlock ni FB at ni Youtube) hahaha! at \nClose up LGBT themed TVC\nAlso, may AVPs din pala kami na assignment hehehe yup\n3 AVP (di ko na inupload dito before kasi im not good at it honestly hahaha) baka mapa CHAR at mura lang ako sa pag VO ng isang schoolembang hehehe.... but i made decent yun nga lang di ko na pinost here.. (well dont have enough courage para mapagtawanan CHAR) hehehe..\nito yung session na natest talaga ang discipline ko sa time management which is good kasi kahit anong tamad ko that week natapos ko naman not that napipilitan ako but masaya ako hehehee... kahit ang totoo masakit... sing sakit nung feeling na nag galaw ako ng savings para lang bumili ng bagong laptop kasi since I left my work (2 yrs ago) di na ako nag bother maglaptop since i can do almost everything with my keitai. heheehe but all worth it.. all worth it... every peso spent.. dahil sa laptop na ito.. dami ko natutunan literally."
    },
    { "id":"4", 
        "day":"Day 1", 
        "content": "LATE POST\nBago ako mag-enroll for this workshop, mahilig na talaga akong gumawa ng mga fandub videos at layover ng boses ko sa mga 90s programs and kdramas. I got a lot of expectation sa workshop na ito. Feeling ko magiging kasing galing ako ng mga idol kong dubbers dati hehehee... \nFast forward.. nagulat ako kasi ang dami namin over 70 enrollees/classmates (ganun karami yung gusto matuto mag voice over/matutong magdubbing) kaya sobrang saya ko hehehe... somehow narealize ko im not alone in this dream pala.. hehehee..\nWe started discussing with the house rules, brief history ng company then immediately proceeded sa break room activity wherein I met my first group (The Raging Reptiles) Joshua Simeon Jefford Epa Alba Lab Li Xu heehehe. (na till now lagi ko paring nakakausap hehehe.. \nWe had an introduction (with a twist) we have to introduce one another... (na di ko malilimutan kasi ako lang ang naka sports bluetooth headphones hehehe na btw mas makalansing pa sa lata ng Mega Sardines ang tunog... at nag Coco martin S syndrome pa ako sa ikli na nga lang ng linya ko hahaaha... however naitawid ko naman.. 🙂 \nsobrang happy sa pakiramdam after ng session from 9am till 5pm (di ko na nga namalayan ang time sa sobrang entertaining at enjoyable ng experience during the whole sesh.\nOo medyo nahihiya pa at malakihan pa ang bosesan ko hahaahaha.. (kasi namomoisture pa ako this time).\nLastly, di ko malilimutan yung assignment na pasabog\n3 Tv commercial\n3 Radio commercial\n2 fave tv characters na pag uusapin mo in one scene\nsobrang ngarag ako to finish these tasks pero ano bang nakakapagod kapag masaya ka naman sa ginagawa mo. 🙂"
    }
   
]
